acpi
alacritty
alsa-utils
arc-solid-gtk-theme
autoconf
autofs
automake
autorandr
banner
base
binutils
bison
bluez-utils
bridge-utils
cheese
chromium
cmatrix
cockpit
cockpit-machines
code
composer
cowsay
cups
cups-pdf
dash
dmidecode
dnsmasq
docker
docker-compose
dunst
ebtables
edk2-ovmf
evince
exiv2
fakeroot
file
findutils
fio
firefox
firewalld
flameshot
flatpak
flex
fzf
gawk
gcc
gettext
gimp
git
gnome-calculator
gnome-clocks
gnome-font-viewer
go
gpick
graphviz
grep
groff
gst-plugins-good
gtk2
gvim
gzip
highlight
htop
hugo
inkscape
intel-media-driver
intel-ucode
iotop
iwd
libnotify
libreoffice-fresh
libtool
libva-utils
linux
linux-firmware
linux-lts
lshw
luit
lxappearance
lxc
lxsession
m4
maim
make
man-db
man-pages
mesa
mlocate
mpv
neofetch
neovim
net-tools
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nm-connection-editor
nmap
nodejs-lts-fermium
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
openbsd-netcat
openssh
pacman
pacman-contrib
pamixer
pandoc
paps
patch
pavucontrol
pcmanfm-gtk3
peek
picom
pipewire-pulse
pkgconf
playerctl
powertop
pulseaudio-alsa
pv
qemu
qtile
r
redshift
reflector
rofi
rsync
rust
sed
signal-desktop
sl
sqlitebrowser
steam
strace
sudo
sxhkd
sxiv
sysbench
terminus-font
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunderbird
tldr
tlp
tmux
transmission-gtk
tree
ttf-hanazono
ttf-linux-libertine
udiskie
virt-manager
virt-viewer
vis
w3m
wget
which
xclip
xdo
xdotool
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-misc
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xss-lock
xterm
xwallpaper
yarn
youtube-dl
zip
zsh
