alacritty
alsa-utils
arc-gtk-theme
arc-solid-gtk-theme
autoconf
automake
autorandr
base
binutils
bison
brave-bin
breeze-gtk
chromium
cmatrix
cowsay
deepin-gtk-theme
dragon-drag-and-drop-git
dunst
fakeroot
file
findutils
firefox
flatpak
flex
fzf
gawk
gcc
gettext
gimp
git
go
gpick
grep
groff
gtk2
gvim
gzip
highlight
htop
intel-ucode
lf-git
libnotify
libreoffice-fresh
libtool
libxft-bgra
linux
linux-firmware
lxappearance
ly
m4
maim
make
man-db
man-pages
mlocate
mpv
nautilus
neofetch
neovim
nerd-fonts-fira-code
network-manager-applet
networkmanager
networkmanager-openvpn
nm-connection-editor
nodejs
noto-fonts-emoji
numix-circle-icon-theme-git
oomox
openssh
pacman
patch
picom
pkgconf
playerctl
pulseaudio-alsa
pulseaudio-bluetooth
qtile
rambox-bin
rofi
sed
sl
spotify-tui-bin
steam
sudo
sxhkd
sxiv
terminus-font
texinfo
tlp
tmux
ttf-hanazono
ttf-linux-libertine
w3m
wget
which
xclip
xcursor-simpleandsoft
xdo
xdotool
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xss-lock
xterm
xwallpaper
yay
zip
zoom
zsh
